Repository: koraykural/portfolio
Catalog: src/locale/messages.*.xlf
Languages: tr

# Intro.Hi
source: Hi
tr: Merhaba

# Intro.Im
source: I am
tr: Ben

# Intro.Passionate
source: a passionate developer.
tr: tutkulu bir yazılımcı.

# Intro.Welcome
source: Welcome back
tr: Tekrar hoşgeldin

# Navbar.One
source: Who am I
tr: Ben kimim

# Navbar.Two
source: What do I know
tr: Ne biliyorum

# Navbar.Three
source: What have I done
tr: Şimdiye kadar ne yaptım

source: Know more about me
tr: Beni daha fazla tanı

source: Picture of Koray Kural
tr: Koray Kural

source: About
tr: Hakkımda

source: I am a third grade computer engineering student at Istanbul Technical University. I am trying be a lifelong learner and do what I learn.
tr: İstanbul Teknik Üniversitesi'nde üçüncü sınıf bilgisayar mühendisliği öğrencisiyim. Sürekli yeni şeyler öğrenmek ve öğrendiğim şeyleri yapmak istiyorum.

source: Currently doing web development.
tr: Şu anda web geliştiriciliği yapıyorum.

source: More coding
tr: Daha fazla yazılım

source: Languages
tr: Diller

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Spanish
tr: İspanyolca

source: French
tr: Fransızca

source: Personal projects
tr: Kişisel projeler

source: Weekly class schedule creation tool.
tr: Haftalık ders çizelgesi oluşturma aracı.

source: Take a deeper look
tr: Detayları incele

source: Sorting Algorithms
tr: Sıralama Algoritmaları

source: Sorting algorithms visualization.
tr: Sıralama algoritmalarını görselleştirme.

source: Client projects
tr: Müşteri projeleri

source: Single page, static, presentation website for a local company.
tr: Yerel bir firma için tek sayfa, statik, sunum websitesi.

source: E-commerce website.
tr: E-ticaret sitesi.

source: A social media where people ask questions, get answers and vote.
tr: İnsanların sorular sorabileceği, cevap alabileceği ve oylayabileceği bir sosyal medya.

source: Frontend update for a rank based movie recommendation website.
tr: Sıralamaya dayalı film öneren bir websitesi için önyüz iyileştirmesi.
